Repository: sunvc/NoLet
Catalog: NoLet/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, tr, zh_hans, zh_hant, zh_hk

source: ⚠️ Parameters can be used individually * /content or /title/content * group: group name, not passed shows `default` * badge: custom badge optional values -1... * ttl: message retention time optional values 0...
de: ⚠️ Parameter können einzeln verwendet werden * /content oder /title/content * group: Gruppenname, nicht übergeben zeigt `default` an * badge: Benutzerdefinierter Badge, optionale Werte -1... * ttl: Nachrichtenaufbewahrungszeit, optionale Werte 0...
es: ⚠️ Los parámetros pueden usarse individualmente\n* /contenido o /título/contenido\n* group: nombre del grupo, si no se envía se muestra `predeterminado`\n* badge: insignia personalizada valores opcionales -1...\n* ttl: tiempo de conservación del mensaje valores opcionales 0...
fr: ⚠️ Les paramètres peuvent être utilisés individuellement * /contenu ou /titre/contenu * group: nom du groupe, ne pas transmettre affiche `default` * badge: badge personnalisé dans le coin valeurs optionnelles -1... * ttl: durée de conservation du message valeurs optionnelles 0...
it: ⚠️ I parametri possono essere utilizzati singolarmente * /contenuto oppure /titolo/contenuto * group: nome del gruppo, se non specificato mostra `default` * badge: badge personalizzato, valori opzionali -1... * ttl: tempo di conservazione del messaggio, valori opzionali 0...
ja: ⚠️パラメータは単独で使用可能\n* /内容 または /タイトル/内容\n* group: グループ名、未指定は`デフォルト`を表示\n* badge: カスタムバッジ オプション値 -1...\n* ttl: メッセージ保存時間 オプション値 0...
ko: ⚠️ 매개변수는 개별적으로 사용할 수 있습니다 * /내용 또는 /제목/내용 * group: 그룹 이름, 전달하지 않으면 `기본`으로 표시 * badge: 사용자 지정 뱃지, 선택 가능한 값 -1... * ttl: 메시지 유지 시간, 선택 가능한 값 0...
pt_br: ⚠️ Parâmetros podem ser usados individualmente * /conteúdo ou /título/conteúdo * group: nome do grupo, não enviar mostra `padrão` * badge: marcador personalizado valores opcionais -1... * ttl: tempo de retenção da mensagem valores opcionais 0...
ru: ⚠️ Параметры можно использовать по отдельности * /содержание или /заголовок/содержание * group: имя группы, не передавать отображается `по умолчанию` * badge: пользовательский значок опциональные значения -1... * ttl: время хранения сообщения опциональные значения 0...
tr: ⚠️ Parametreler ayrı ayrı kullanılabilir * /içerik veya /başlık/içerik * group: grup adı, gönderilmezse 'varsayılan' gösterilir * badge: özel rozet, opsiyonel değerler -1... * ttl: mesaj saklama süresi, opsiyonel değerler 0...
zh_hans: ⚠️参数可单独使用 * /内容 或者 /标题/内容 * group: 分组名，不传显示 `默认` * badge: 自定义角标 可选值 -1... * ttl: 消息保存时间 可选值 0...
zh_hant: ⚠️參數可單獨使用 * /內容 或者 /標題/內容 * group: 分組名，不傳顯示 `默認` * badge: 自定義角標 可選值 -1... * ttl: 消息保存時間 可選值 0...
zh_hk: ⚠️ 參數可單獨使用 * /內容 或者 /標題/內容 * group: 分組名，不傳顯示 `默認` * badge： 自定義角標 可選值 -1... * ttl: 訊息保存時間 可選值 0...

# (必选)
source: (Required)
de: (Pflichtfeld)
es: (Obligatorio)
fr: (Obligatoire)
it: (Obbligatorio)
ja: (必須)
ko: (필수)
pt_br: (Obrigatório)
ru: (Обязательно)
tr: (Zorunlu)
zh_hans: (必选)
zh_hant: （必選）
zh_hk: (必選)

# * 右上角功能菜单，使用示例，分组 * 单击图片/双击消息全屏查看 * 全屏查看，翻译，总结，朗读 * 左滑删除，右滑复制和智能解答。
source: * Top right corner function menu, usage examples, grouping * Click image/double-click message to view in full screen * Full screen view, translation, summary, reading aloud * Swipe left to delete, swipe right to copy and intelligent answer.
de: * Menü in der rechten oberen Ecke, Beispiele verwenden, Gruppen * Einzelklick auf Bild/Doppelklick auf Nachricht für Vollbildansicht * Vollbildansicht, Übersetzung, Zusammenfassung, Vorlesen * Links wischen zum Löschen, rechts wischen zum Kopieren und intelligenter Beantwortung.
es: * Menú de funciones en la esquina superior derecha, ejemplos de uso, agrupación * Ver a pantalla completa con un clic en la imagen/doble clic en el mensaje * Visualización completa, traducción, resumen, lectura en voz alta * Deslizar a la izquierda para eliminar, deslizar a la derecha para copiar y respuesta inteligente.
fr: * Menu en haut à droite, exemples d'utilisation, regroupement * Cliquer une fois sur l'image/double-cliquer pour afficher le message en plein écran * Affichage plein écran, traduction, résumé, lecture à haute voix * Glisser vers la gauche pour supprimer, glisser vers la droite pour copier et réponse intelligente.
it: * Menu funzionale in alto a destra, esempio d'uso, raggruppamento * Tocca l'immagine una volta / doppio tocco per visualizzare il messaggio a schermo intero * Visualizzazione a schermo intero, traduzione, riepilogo, lettura ad alta voce * Scorri a sinistra per eliminare, scorri a destra per copiare e risposta intelligente.
ja: * 右上角功能菜单，使用示例，分组 * 单击图片/双击消息全屏查看 * 全屏查看，翻译，总结，朗读 * 左滑删除，右滑复制和智能解答。
ko: * 오른쪽 상단 기능 메뉴, 사용 예시, 그룹화 * 사진 클릭/메시지 더블 클릭 전체 화면 보기 * 전체 화면 보기, 번역, 요약, 낭독 * 왼쪽으로 슬라이드 삭제, 오른쪽으로 슬라이드 복사 및 AI 응답.
pt_br: * Menu de funções no canto superior direito, exemplo de uso, agrupamento * Clique único na imagem/duplo clique na mensagem para visualização em tela cheia * Visualização em tela cheia, tradução, resumo, leitura em voz alta * Deslizar para a esquerda para excluir, deslizar para a direita para copiar e resposta inteligente.
ru: * Функциональное меню в правом верхнем углу, примеры использования, группировка * Одиночное нажатие на изображение/двойное нажатие для полноэкранного просмотра сообщения * Полноэкранный просмотр, перевод, резюме, чтение вслух * Свайп влево для удаления, свайп вправо для копирования и интеллектуального ответа.
tr: * Sağ üst köşedeki işlev menüsü, örnek kullanım, gruplama * Resme tıkla/çift tıkla mesajı tam ekran görüntüle * Tam ekran görüntüleme, çeviri, özetleme, sesli okuma * Sola kaydır sil, sağa kaydır kopyala ve akıllı yanıt.
zh_hans: * 右上角功能菜单，使用示例，分组 * 单击图片/双击消息全屏查看 * 全屏查看，翻译，总结，朗读 * 左滑删除，右滑复制和智能解答。
zh_hant: * 右上角功能菜单，使用示例，分组 * 单击图片/双击消息全屏查看 * 全屏查看，翻译，总结，朗读 * 左滑删除，右滑复制和智能解答。
zh_hk: * 右上角功能菜单，使用示例，分组 * 单击图片/双击消息全屏查看 * 全屏查看，翻译，总结，朗读 * 左滑删除，右滑复制和智能解答。

# %@号密钥
source: %@ Key
de: %@-Schlüssel
es: %@号密钥
fr: Clé n° %@
it: %@ Codice chiave
ja: %@番号の鍵
ko: %@번 키
pt_br: %@号密钥
ru: %@-й ключ
tr: %@ Numaralı Anahtar
zh_hans: %@号密钥
zh_hant: %@號密鑰
zh_hk: %@號密鑰

# %1$d分钟前
source: %1$d minutes ago
de: %1$d Minuten zuvor
es: %1$d minutos atrás
fr: Il y a %1$d minutes
it: %1$d minuti fa
ja: %1$d分前
ko: %1$d분 전
pt_br: %1$d minutos atrás
ru: %1$d минут назад
tr: %1$d dakika önce
zh_hans: %1$d分钟前
zh_hant: %1$d分鐘前
zh_hk: %1$d 分鐘前

# %1$d小时%2$d分钟前
source: %1$d hours %2$d minutes ago
de: %1$d Stunden %2$d Minuten vor
es: %1$d horas %2$d minutos atrás
fr: Il y a %1$d heures %2$d minutes
it: %1$d ore %2$d minuti fa
ja: %1$d時間%2$d分前
ko: %1$d시간 %2$d분 전
pt_br: %1$d horas %2$d minutos atrás
ru: %1$d часов %2$d минут назад
tr: %1$d saat %2$d dakika önce
zh_hans: %1$d小时%2$d分钟前
zh_hant: %1$d小時%2$d分鐘前
zh_hk: %1$d小時%2$d分鐘前

# %1$d小时前
source: %1$d hours ago
de: %1$d Stunden zuvor
es: %1$d horas atrás
fr: Il y a %1$d heure
it: %1$d ore fa
ja: %1$d時間前
ko: %1$d시간 전
pt_br: %1$d horas atrás
ru: %1$d час назад
tr: %1$d saat önce
zh_hans: %1$d小时前
zh_hant: %1$d 小時前
zh_hk: %1$d小時前

# %d条消息
source: %d messages
de: %d Nachrichten
es: %d mensajes
it: %d messaggi
ja: %d件のメッセージ
ko: %d개의 메시지
pt_br: %d mensagens
ru: %d сообщений
tr: %d mesaj
zh_hans: %d条消息
zh_hant: %d 條訊息
zh_hk: %d 條訊息

# %lld个月
source: %lld months
de: %lld Monate
es: %lld meses
fr: %lld mois
it: %lld mesi
ja: %lldヶ月
ko: %lld개월
pt_br: %lld meses
ru: %lld месяцев
tr: %lld ay
zh_hans: %lld个月
zh_hant: %lld個月
zh_hk: %lld 個月

# %lld天
source: %lld days
de: %lld Tage
es: %lld días
fr: %lld jours
it: %lld giorni
ja: %lld日
ko: %lld일
pt_br: %lld dias
ru: %lld дней
tr: %lld gün
zh_hans: %lld天
zh_hant: %lld天
zh_hk: %lld天

# %lld年
source: %lld years
de: %lld Jahre
es: %lld años
fr: %lld ans
it: %lld anni
ja: %lld年
ko: %lld년
pt_br: %lld anos
ru: %lld год
tr: %lld yıl
zh_hans: %lld年
zh_hant: %lld年
zh_hk: %lld年

# ❗️需要配置大模型
source: ⚠️ Need to configure a large model
de: ⚠️ Große Modelle müssen konfiguriert werden
es: ⚠️ Necesita configurar el modelo grande
fr: ⚠️ Configuration du modèle de grande taille requise
it: ⚠️ Configurazione del modello di grandi dimensioni richiesta
ja: ❗️大規模モデルの設定が必要
ko: ❗️대규모 모델 구성 필요
pt_br: ⚠️ Configuração de modelo grande necessária
ru: ⚠️ Требуется настройка большой модели
tr: ⚠️ Büyük Model Yapılandırması Gerekiyor
zh_hans: ❗️需要配置大模型
zh_hant: ⚠️需要配置大型模型
zh_hk: ⚠️需要配置大型模型

# 1周
source: 1 week
de: 1 Woche
es: 1 semana
fr: 1 semaine
it: 1 settimana
ja: 1週間
ko: 1주
pt_br: 1 semana
ru: 1 неделя
tr: 1 hafta
zh_hans: 1周
zh_hant: 1週
zh_hk: 1週

# 1天
source: 1 day
de: 1 Tag
es: 1 día
fr: 1 jour
it: 1 giorno
ja: 1日
ko: 1일
pt_br: 1 dia
ru: 1 день
tr: 1 gün
zh_hans: 1天
zh_hant: 1天
zh_hk: 1天

# 1月
source: January
de: Januar
es: enero
fr: janvier
it: Gennaio
ja: 1ヶ月
ko: 1개월
pt_br: janeiro
ru: Январь
tr: Ocak
zh_hans: 1月
zh_hant: 1月
zh_hk: 1月

# 1月前
source: 1 month ago
de: vor 1 Monat
es: Hace 1 mes
fr: Il y a 1 mois
it: 1 mese fa
ja: 1ヶ月前
ko: 1개월 전
pt_br: 1 mês atrás
ru: 1 месяц назад
tr: 1 ay önce
zh_hans: 1月前
zh_hant: 1個月前
zh_hk: 1個月前

# 2天前
source: 2 days ago
de: vor 2 Tagen
es: Hace 2 días
fr: Il y a 2 jours
it: 2 giorni fa
ja: 2日前
ko: 2일 전
pt_br: 2 dias atrás
ru: 2 дня назад
tr: 2 gün önce
zh_hans: 2天前
zh_hant: 2天前
zh_hk: 2天前

# 3月前
source: 3 months ago
de: vor 3 Monaten
es: Hace 3 meses
fr: Il y a 3 mois
it: 3 mesi fa
ja: 3ヶ月前
ko: 3개월 전
pt_br: 3 meses atrás
ru: 3 месяца назад
tr: 3 ay önce
zh_hans: 3月前
zh_hant: 3個月前
zh_hk: 3個月前

# AI 助手
source: AI Assistant
de: KI-Assistent
es: AI Asistente
fr: Assistant IA
it: Assistente AI
ja: AIアシスタント
ko: AI 어시스턴트
pt_br: Assistente de IA
ru: AI Помощник
tr: AI Asistanı
zh_hans: AI 助手
zh_hant: AI 助手
zh_hk: AI 助手

# App开源地址
source: App Open Source Address
de: Open-Source-App-Adresse
es: Dirección de código abierto de la aplicación
fr: URL de l'application open source
it: Indirizzo di origine dell'app
ja: アプリのソースコード
ko: 앱 소스 코드
pt_br: Endereço de código aberto do App
ru: Адрес репозитория приложения
tr: Uygulama Açık Kaynak Adresi
zh_hans: App开源地址
zh_hant: App開源地址
zh_hk: App 開源地址

# App配置
source: App Configuration
de: App-Konfiguration
es: Configuración de la App
fr: Configuration de l'application
it: Configurazione App
ja: アプリ設定
ko: 앱 설정
pt_br: Configurações do Aplicativo
ru: Конфигурация приложения
tr: Uygulama Yapılandırması
zh_hans: App配置
zh_hant: App配置
zh_hk: App配置

source: Authorization failed
de: Autorisierung fehlgeschlagen
es: Autorización fallida
fr: Échec de l'autorisation
it: Autorizzazione fallita
ja: 認証に失敗しました
ko: 인증 실패
pt_br: Autorização falhou
ru: Авторизация не удалась
tr: Yetkilendirme başarısız
zh_hans: 授权失败
zh_hant: 授權失敗
zh_hk: 授權失敗

# CPU 使用情况
source: CPU Usage
de: CPU-Auslastung
es: Uso de la CPU
fr: Utilisation du processeur
it: Utilizzo della CPU
ja: CPU使用状況
ko: CPU 사용량
pt_br: Uso da CPU
ru: Использование ЦП
tr: CPU Kullanım Durumu
zh_hans: CPU 使用情况
zh_hant: CPU 使用情況
zh_hk: CPU 使用情況

# GET方法需要URIConponent编码
source: GET method requires URIComponent encoding
de: GET-Methode erfordert URIConponent-Kodierung
es: El método GET requiere codificación URIConponent
fr: La méthode GET nécessite un encodage URIConponent
it: Il metodo GET richiede la codifica URIConponent
ja: GETメソッドにはURIComponentエンコーディングが必要です
ko: GET 메서드에는 URIComponent 인코딩이 필요합니다
pt_br: Método GET requer codificação URIConponent
ru: Метод GET требует кодирования URIConponent
tr: GET yöntemi URIComponent kodlaması gerektirir
zh_hans: GET方法需要URIConponent编码
zh_hant: GET方法需要URIComponent編碼
zh_hk: GET方法需要URIComponent編碼

# iCloud 服务暂时不可用，请稍后再试
source: iCloud service is temporarily unavailable, please try again later.
de: iCloud-Dienste sind vorübergehend nicht verfügbar. Bitte versuchen Sie es später erneut.
es: iCloud no está disponible temporalmente, inténtalo de nuevo más tarde.
fr: iCloud est temporairement indisponible, veuillez réessayer plus tard
it: iCloud temporaneamente non disponibile, riprova più tardi
ja: iCloudサービスは一時的に利用できません。後ほどお試しください
ko: iCloud 서비스가 일시적으로 사용할 수 없습니다. 나중에 다시 시도하세요
pt_br: iCloud serviços temporariamente indisponíveis, por favor tente novamente mais tarde
ru: iCloud временно недоступен, повторите попытку позже
tr: iCloud hizmeti geçici olarak kullanılamıyor, lütfen daha sonra tekrar deneyin
zh_hans: iCloud 服务暂时不可用，请稍后再试
zh_hant: iCloud 服務暫時不可用，請稍後再試
zh_hk: iCloud 服務暫時無法使用，請稍後再試

# iCloud 访问受限，可能由家长控制或 MDM 设备管理策略导致
source: iCloud access restricted, possibly due to parental controls or MDM device management policies.
de: iCloud-Zugriff eingeschränkt, möglicherweise durch Kindersicherung oder MDM-Geräteverwaltungsrichtlinien verursacht
es: Acceso a iCloud restringido, posiblemente debido al control parental o políticas de administración de dispositivos móviles (MDM).
fr: Accès iCloud restreint, peut-être dû au contrôle parental ou à une stratégie de gestion des appareils mobiles (MDM)
it: Accesso a iCloud limitato, potrebbe essere causato dal controllo parentale o dalle politiche di gestione dei dispositivi mobili (MDM).
ja: iCloudアクセスが制限されています。ペアレンタルコントロールまたはMDMデバイス管理ポリシーが原因である可能性があります
ko: iCloud 접근이 제한되었습니다. 부모 제어 또는 MDM 장치 관리 정책으로 인한 것일 수 있습니다
pt_br: iCloud com acesso restrito, possivelmente devido ao controle parental ou políticas de gerenciamento de dispositivos móveis (MDM)
ru: Доступ к iCloud ограничен, возможно, из-за родительского контроля или политики управления устройствами MDM.
tr: iCloud erişimi kısıtlandı, ebeveyn kontrolü veya MDM cihaz yönetim politikası nedeniyle olabilir
zh_hans: iCloud 访问受限，可能由家长控制或 MDM 设备管理策略导致
zh_hant: iCloud 訪問受限，可能由家長控制或 MDM 設備管理策略導致
zh_hk: iCloud 訪問受限，可能由家長控制或 MDM 設備管理策略導致

# iCloud 账户可用
source: iCloud Account Available
de: iCloud-Konto verfügbar
es: Cuenta de iCloud disponible
fr: Compte iCloud disponible
it: Account iCloud disponibile
ja: iCloudアカウントが利用可能です
ko: iCloud 계정 사용 가능
pt_br: Conta iCloud disponível
ru: iCloud аккаунт доступен
tr: iCloud Hesabı Kullanılabilir
zh_hans: iCloud 账户可用
zh_hant: iCloud 帳戶可用
zh_hk: iCloud 帳戶可用

# iCloud状态检查
source: iCloud Status Check
de: iCloud-Status prüfen
es: Comprobación del estado de iCloud
fr: Vérification de l'état iCloud
it: Controllo stato iCloud
ja: iCloud状態チェック
ko: iCloud 상태 확인
pt_br: Verificação do Status do iCloud
ru: Проверка состояния iCloud
tr: iCloud Durum Kontrolü
zh_hans: iCloud状态检查
zh_hant: iCloud狀態檢查
zh_hk: iCloud狀態檢查

# iCloud状态检查中...
source: Checking iCloud status...
de: iCloud-Status wird überprüft...
es: Comprobando estado de iCloud...
fr: Vérification de l'état d'iCloud...
it: Controllo stato iCloud in corso...
ja: iCloud状態を確認中...
ko: iCloud 상태 확인 중...
pt_br: Verificando status do iCloud...
ru: Проверка состояния iCloud...
tr: iCloud durumu kontrol ediliyor...
zh_hans: iCloud状态检查中...
zh_hant: iCloud狀態檢查中...
zh_hk: iCloud狀態檢查中...

# IV可以是随机生成的，但如果是随机的就需要放在 iv 参数里传递。
source: IV can be randomly generated, but if it is random, it needs to be passed in the iv parameter.
de: IV kann zufällig generiert werden, aber wenn es zufällig ist, muss es im iv-Parameter übergeben werden.
es: IV puede ser generado aleatoriamente, pero si es aleatorio, debe pasarse en el parámetro iv.
fr: IV peut être généré aléatoirement, mais s'il est aléatoire, il doit être transmis dans le paramètre iv.
it: IV può essere generato casualmente, ma se è casuale deve essere passato nel parametro iv.
ja: IVはランダムに生成できますが、ランダムの場合はivパラメータで渡す必要があります。
ko: IV는 무작위로 생성할 수 있지만, 무작위인 경우 iv 매개변수로 전달해야 합니다.
pt_br: IV pode ser gerado aleatoriamente, mas se for aleatório, precisa ser passado no parâmetro iv.
ru: IV может быть случайно сгенерирован, но если он случайный, его нужно передать в параметре iv.
tr: IV rastgele oluşturulabilir, ancak rastgele ise iv parametresi içinde iletilmelidir.
zh_hans: IV可以是随机生成的，但如果是随机的就需要放在 iv 参数里传递。
zh_hant: IV可以是隨機生成的，但如果是隨機的就需要放在 iv 參數裡傳遞。
zh_hk: IV可以是隨機生成的，但如果是隨機的就需要放在iv參數裡傳遞。

# JSON数据
source: JSON data
de: JSON-Daten
es: Datos JSON
fr: Donn\u00e9es JSON
it: Dati JSON
ja: JSONデータ
ko: JSON 데이터
pt_br: Dados JSON
ru: JSON данные
tr: JSON verileri
zh_hans: JSON数据
zh_hant: JSON數據
zh_hk: JSON數據

# key不正确
source: key incorrect
de: Schlüssel nicht korrekt
es: clave incorrecta
fr: Clé incorrecte
it: Chiave non corretta
ja: キーが正しくありません
ko: 잘못된 키
pt_br: chave incorreta
ru: ключ неверен
tr: Anahtar doğru değil
zh_hans: key不正确
zh_hant: key不正確
zh_hk: key不正確

# KEY长度:
source: KEY length:
de: KEY-Länge:
es: KEY longitud:
fr: KEY longueur:
it: Lunghezza CHIAVE:
ja: キー長:
ko: 키 길이:
pt_br: KEY comprimento:
ru: KEY длина:
tr: KEY uzunluğu:
zh_hans: KEY长度:
zh_hant: KEY長度:
zh_hk: KEY長度:

# Markdown样式
source: Markdown Style
de: Markdown-Format
es: Estilo Markdown
fr: Style Markdown
it: Stile Markdown
ja: Markdownスタイル
ko: Markdown 스타일
pt_br: Estilo Markdown
ru: Стиль Markdown
tr: Markdown Stili
zh_hans: Markdown样式
zh_hant: Markdown樣式
zh_hk: Markdown格式

# URLScheme或者网址
source: URL Scheme or URL
de: URLScheme oder Adresse
es: URLScheme o dirección web
fr: URLScheme ou URL
it: URLScheme o indirizzo web
ja: URLスキームまたはURL
ko: URL 스키마 또는 URL
pt_br: URLScheme ou URL
ru: URLScheme или адрес
tr: URL Şeması veya URL
zh_hans: URLScheme或者网址
zh_hant: URL 方案或網址
zh_hk: URLScheme 或網址

# url属性可以打开URLScheme, 点击通知消息自动跳转，前台收到消息自动跳转
source: The url attribute can open a URL scheme; clicking the notification message automatically jumps, and the foreground receives the message to automatically jump.
de: Die URL-Eigenschaft kann URLScheme öffnen, durch Klicken auf die Benachrichtigung wird automatisch weitergeleitet, und im Vordergrund wird bei Erhalt der Nachricht automatisch umgeleitet.
es: La propiedad URL puede abrir URLScheme, al hacer clic en la notificación se salta automáticamente, y al recibir el mensaje en primer plano se salta automáticamente.
fr: Les attributs URL peuvent ouvrir un schéma d'URL, en cliquant sur la notification pour un saut automatique, la réception de messages en premier plan déclenche un saut automatique
it: La proprietà URL può aprire URLScheme, facendo clic sulla notifica si salta automaticamente, il frontend riceve il messaggio e salta automaticamente.
ja: URLプロパティはURLSchemeを開くことができ、通知メッセージをクリックすると自動的にジャンプし、フォアグラウンドでメッセージを受信すると自動的にジャンプします
ko: URL 속성은 URLScheme을 열 수 있으며, 알림 메시지를 클릭하면 자동으로 이동하고, 포그라운드에서 메시지를 수신하면 자동으로 이동합니다
pt_br: A propriedade url pode abrir URLScheme, clicar na notificação salta automaticamente, o aplicativo recebe a mensagem e salta automaticamente.
ru: Свойство url может открыть URLScheme, при нажатии на уведомление происходит автоматический переход, при получении сообщения на переднем плане происходит автоматический переход
tr: URL özelliği URLScheme'yi açabilir, bildirim mesajına tıklandığında otomatik olarak atlar, ön plan mesaj aldığında otomatik olarak atlar
zh_hans: url属性可以打开URLScheme, 点击通知消息自动跳转，前台收到消息自动跳转
zh_hant: url屬性可以打開URLScheme，點擊通知消息自動跳轉，前台收到消息自動跳轉
zh_hk: URL屬性可以開啟URLScheme，點擊通知訊息自動跳轉，前台收到訊息自動跳轉

# 一周前
source: A week ago
de: vor einer Woche
es: Hace una semana
fr: Il y a une semaine
it: Una settimana fa
ja: 1週間前
ko: 1주 전
pt_br: Uma semana atrás
ru: Неделю назад
tr: Bir hafta önce
zh_hans: 一周前
zh_hant: 一週前
zh_hk: 一週前

# 一天前
source: A day ago
de: vor einem Tag
es: Hace un día
fr: Il y a un jour
it: Un giorno fa
ja: 1日前
ko: 1일 전
pt_br: Um dia atrás
ru: день назад
tr: Bir gün önce
zh_hans: 一天前
zh_hant: 一天前
zh_hk: 一天前

# 一小时前
source: One hour ago
de: vor einer Stunde
es: Hace una hora
fr: Il y a une heure
it: Un'ora fa
ja: 1時間前
ko: 1시간 전
pt_br: Uma hora atrás
ru: час назад
tr: Bir saat önce
zh_hans: 一小时前
zh_hant: 一小時前
zh_hk: 一小時前

# 一月前
source: One month ago
de: vor einem Monat
es: Hace un mes
fr: Il y a un mois
it: Un mese fa
ja: 1ヶ月前
ko: 1개월 전
pt_br: um mês atrás
ru: Месяц назад
tr: Bir ay önce
zh_hans: 一月前
zh_hant: 一個月前
zh_hk: 一個月前

# 上传到云端
source: Upload to Cloud
de: Hochladen in die Cloud
es: Cargar a la nube
fr: Télécharger vers le cloud
it: Carica sul cloud
ja: クラウドにアップロード
ko: 클라우드에 업로드
pt_br: Upload para a nuvem
ru: Загрузить в облако
tr: Buluta yükle
zh_hans: 上传到云端
zh_hant: 上傳到雲端
zh_hk: 上傳到雲端

# 上传铃声
source: Upload ringtone
de: Upload-Ton
es: Subir tono de llamada
fr: Télécharger la sonnerie
it: Carica suoneria
ja: リングトーンをアップロード
ko: 리링톤 업로드
pt_br: Upload de toque
ru: Загрузить звук звонка
tr: Zil sesi yükle
zh_hans: 上传铃声
zh_hant: 上傳鈴聲
zh_hk: 上傳鈴聲

# 下拉消息会显示图片
source: Pull down to show message with image
de: Nachrichten ziehen zeigt Bild
es: El mensaje desplegable mostrará una imagen
fr: Le défilement vers le bas affichera l'image
it: Il menu a discesa mostrerà l'immagine
ja: メッセージを下に引き下げて画像を表示
ko: 메시지를 아래로 당겨서 이미지 보기
pt_br: Puxar para baixo exibe a imagem da mensagem
ru: Выпадающее сообщение покажет изображение
tr: Aşağı kaydırma mesajı resim gösterir
zh_hans: 下拉消息会显示图片
zh_hant: 下拉消息會顯示圖片
zh_hk: 下拉消息會顯示圖片

# 下载云服务器
source: Download Cloud Server
de: Cloud-Server herunterladen
es: Servidor en la nube de descarga
fr: Serveur cloud de téléchargement
it: Server di download cloud
ja: クラウドサーバーをダウンロード
ko: 클라우드 서버 다운로드
pt_br: Servidor de Nuvem de Download
ru: Скачать облачный сервер
tr: Bulut Sunucusu İndir
zh_hans: 下载云服务器
zh_hant: 下載雲伺服器
zh_hk: 下載雲端伺服器

# 下载失败
source: Download failed
de: Download fehlgeschlagen
es: Descarga fallida
fr: Téléchargement échoué
it: Download fallito
ja: ダウンロード失敗
ko: 다운로드 실패
pt_br: Download falhou
ru: Скачивание не удалось
tr: İndirme başarısız
zh_hans: 下载失败
zh_hant: 下載失敗
zh_hk: 下載失敗

# 下载成功
source: Download successful
de: Download erfolgreich
es: Descarga exitosa
fr: Téléchargement réussi
it: Download completato
ja: ダウンロード成功
ko: 다운로드 성공
pt_br: Download bem-sucedido
ru: Скачивание успешно
tr: İndirme Başarılı
zh_hans: 下载成功
zh_hant: 下載成功
zh_hk: 下載成功

# 不保存
source: Don't Save
de: Nicht speichern
es: No guardar
fr: Ne pas enregistrer
it: Non salvare
ja: 保存しない
ko: 저장하지 않음
pt_br: Não salvar
ru: Не сохранять
tr: Kaydetme
zh_hans: 不保存
zh_hant: 不保存
zh_hk: 不保存

# 两周前
source: Two weeks ago
de: vor zwei Wochen
es: Hace dos semanas
fr: Il y a deux semaines
it: Due settimane fa
ja: 2週間前
ko: 2주 전
pt_br: Duas semanas atrás
ru: Две недели назад
tr: İki hafta önce
zh_hans: 两周前
zh_hant: 兩週前
zh_hk: 兩週前

# 中文
source: Chinese
de: Chinesisch
es: Chino
fr: Chinois
it: Italiano
ja: 中国語
ko: 중국어
pt_br: Chinês
ru: Китайский
tr: Çince
zh_hans: 中文
zh_hant: 中文
zh_hk: 中文

# 中进行配置
source: Configure
de: Konfigurieren
es: Configurar
fr: Configurer en cours
it: Configurazione avanzata
ja: 中間設定
ko: 중간 설정
pt_br: Configurar
ru: Настроить
tr: Yapılandırmaya Git
zh_hans: 中进行配置
zh_hant: 中進行配置
zh_hk: 進行配置

# 为什么需要网络权限？
source: Why is network permission needed?
de: Warum ist Netzwerkberechtigung erforderlich?
es: ¿Por qué se necesita permiso de red?
fr: Pourquoi l'autorisation réseau est-elle nécessaire ?
it: Perché è necessario il permesso di rete?
ja: なぜネットワーク権限が必要ですか？
ko: 네트워크 권한이 왜 필요한가요?
pt_br: Por que é necessária a permissão de rede?
ru: Почему требуется разрешение на сеть?
tr: Neden ağ izni gerekiyor?
zh_hans: 为什么需要网络权限？
zh_hant: 為什麼需要網路權限？
zh_hk: 為什麼需要網絡權限？

# 今天
source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
it: Oggi
ja: 今日
ko: 오늘
pt_br: Hoje
ru: Сегодня
tr: Bugün
zh_hans: 今天
zh_hant: 今天
zh_hk: 今天
